const text = [[`...`, // 0
`Я открыл глаза. Потолок. Потолок спасательной капсулы.`,
`Моя голова раскалывалась от боли. Я не сразу вспомнил последние события.`,
`Мне понадобилось несколько секунд, что бы вспомнить что произошло. Лучше бы и не вспомнил.`,
`На наш корабль напали пираты. Мы отбивались до последнего, но их корабль был намного больше.`,
`Они обезоружили наши пушки несколькими точными выстрелами и мы не смогли оказать сопротивление.`,
`Вообще наш корабль не боевой, а грузовой. Мы везли важный груз через 
несколько планетарных систем.`,
`Честно говоря я и сам не знал что это за груз. Приказ от начальства.`,
`Их корабль был быстрее и не давал нам возможность уйти.`,
`В результате они подтянули наш корабль тросами в свой грузовой отсек.`,
`Некоторые, как я, бросили все и успели эвакуироваться, а другие продолжали отчаянно отбиваться. 
Теперь неизвестно, что с ними.`,
`От перегрузок я потерял сознание и упал на пол, сильно ударившись головой.`,
`Я поднялся на ноги, окидывая взглядом капсулу. Тут была кровать, стол, стул, пункт управления. 
Под кроватью был склад с едой, а рядом с пунктом управления был шкафчик.`,
`Я подошел к круглому окну и какое-то время наблюдал что происходит за бортом.`,
`Не было видно ничего, кроме бесконечного количества звезд, окруженных пустотой.`,
`Когда я не увидел ничего, обломков корабля, другие шлюпки или хоть что-то, я 
почуствовал себя в безвыходной ситуации.`,
`Но это чувство быстро прошло, так как я вспомнил что на борту капсулы есть много еды, воды.`,
`Я вспомнил, что на капсулах есть некоторое количество топлива и благодаря этому 
я могу полететь в какую-то сторону.`,
`/choice3Я решил изучить капсулу. Что осмотреть?`],

[`Я подошел к пункту управления. Тут были различные датчики давления, радиации, кислорода.
Также тут была большая красная кнопка, через которую можно подать сигнал SOS.`, // 1
`Я сразу же нажал её но ничего не поменялось.`,
`Возможно сигнал пошел, а возможно и нет.`,
`Но главное у пункта управления - штурвал.`,
`/choice2С запасом топлива можно долететь до ближайшей планетарной системы. Но для возможности 
управлять спасательной капсулой нужен ключ.`,],

[`Я подошел к складу. Склад представлял собой большой ящик встроенный в пол.`, // 2
`Склад почти не был виден, но небольшая впуклая ручка выдовала его.`,
`Открыв его я сильно удивился. Тут было намного больше еды и воды чем я думал.`,
`Под коробкой с консервами были различные резервуары. Для обычной, серой и черной воды, 
а также несколько других технических емкостей.`,
`Закрыв склад я решил продолжить изучать капсулу.`,],

[`Я подошел к шкафчику. За стеклянной дверцой виднелся ключ и аптечка.`, // 3
`/+Открыв дверцу я взял ключ и аптечку. Скорее всего ключ нужен для управления капсулой.`,],

[`Ту би континуэд`]];